# Конфигурация стилей
FONT_SIZE = 14
TABLE_ROW_HEIGHT = 45
COLUMN_WIDTHS = {
    'ID': 120,
    '№': 70,
    'ID Приема': 100,
    'Телефон': 150,
    'Квалификация': 150,
    'Специалист': 150,
    'Кабинет': 120,
    'ФИО': 400,
    'Специализация': 300,
    'Цена': 120,
    'Тип приема': 150,
    'Диагноз': 300,
    'Дата рождения': 200,
    'Последний визит': 200,
    'Название': 400,
    'Дата': 200,
    'Врач': 300,
    'Услуга': 300,
    'Статус': 150,
    'Дата': 100,
    'Время': 80,

}